必要なページ
TOPサイト
  向上心と万能性
制作物
  プログラムで作ったもの
    チーズアカデミー   html
    チーズ集め        js
    チャットアプリ    fire base
    ジャンケンアプリ  php+js
    ガチャアプリ      php+sql(データベース)
できること（万能性）
  IT
  ロボコン  基礎レベル
    電子回路 設計　クラスC
    ソルダリング（半田付け）
    エッジング（プリント基板）
    機械設計 3DCAD auto desk inbenter
    機械加工　旋盤　フライス盤　※アルミ溶接
    組み込み制御　picマイコン制御　MPLAB X IDE　使用言語C
  板金加工  実務レベル
    アルミ溶接　下向き　基本級
    歪み取り
    グラインダ仕上げ
  WEBプログラミング
    html
    css
    js
    php
    sql
どんな人（向上心）

問い合わせ（info）

IT関連

メカニック関連

その他　資格など
